Repository: chrisvire/wesay-tx
Catalog: wesay-*.po
Languages: vi

source: Home
vi: Trang Chính

source: Dictionary Browse & Edit
vi: Tìm và Biên tập Từ điển

source: Add Meanings
vi: Thêm (định) nghĩa

source: Add meanings to entries where they are missing.
vi: Thêm (định) nghĩa vào những mục từ chưa có (định) nghĩa

source: Add Parts of Speech
vi: Thêm từ loại

source: Add a Part Of Speech to senses where they are missing.
vi: Thêm từ loại vào từng (định) nghĩa nếu như chưa có

source: Add Examples
vi: Thêm thí dụ

source: Add example sentences to entries where they are missing.
vi: Thêm thí dụ vào những mục từ nào chưa có thí dụ

source: Collect Word List (D)
vi: Thu thập danh sách từ (D)

source: Collect new words by translating from words in another language. This is a list of 1700 words from John Duerksen.
vi: Thu thập từ mới bằng cách dịch những từ tiếng nước ngoài. Đây là danh sách 1700 từ của John Duerksen.

source: Collect Word List (PNG)
vi: Thu thập danh sách từ (PNG)

source: Collect new words by translating from words in another language. This is a list of around 900 words and phrases from PNG.
vi: Thu thập từ mới bằng cách dịch những từ tiếng nước ngoài. Đây là danh sách khoảng 900 từ và ngữ lấy từ PNG.

source: Collect Words By Semantic Domain
vi: Thu thập từ mới theo lĩnh vực ngữ nghĩa

source: Collect new words organized by semantic domains and questions about those domains.
vi: Thu thập những từ mới được sắp xếp theo lĩnh vực ngữ nghĩa và những câu hỏi về những lĩnh vực đó.

source: Actions
vi: Hành động

source: Looking for USB Keys...
vi: Tìm các khoá USB

source: Backing Up...
vi: Sao lưu ...

source: Backup Complete
vi: Sao lưu xong

source: Files backed up to {0}
vi: Tệp được sao lưu vào {0}

source: Files were not backed up.
vi: Tệp chưa được sao lưu

source: Please insert the USB Key to backup to.
vi: Xin cắm khoá USB vào để sao lưu vào đó.

source: &Cancel
vi: &Huỷ bỏ

source: Backup To Device
vi: Sao lưu vào thiết bị.

source: Saves a backup on an external device, like a USB key.
vi: Lưu một bản sao lưu vào một thiết bị bên ngoài, chẳng hạn như một USB.

source: Email My Work to {0}
vi: Gửi công trình này của tôi qua email cho {0}

source: Send a zipped email containing all your WeSay work.
vi: Gửi một bức email (có nén zip) chứa toàn bộ công trình WeSay của bạn.

source: View Report
vi: Xem báo cáo

source: Shows some information about the lexicon.
vi: Cung cấp một số thông tin về bảng từ

source: Export to Word
vi: Xuất thành tệp Word.

source: Creates a very basic dictionary publication in Microsoft Word.
vi: Tạo nên một xuất bản phẩm từ điển rất cơ bản trong Microsoft Word.

source: Export to HTML
vi: Xuất thành tệp HTML

source: Creates a simple Html version of the dictionary, ready for printing.
vi: Tạo nên một phiên bản Html đơn giản của cuốn từ điển, sẵn sàng có thể đem in.

source: Export To SFM
vi: Xuất thành tệp SFM

source: Saves the lexicon in a form of standard format.
vi: Lưu bảng từ vựng ở định dạng chuẩn.

source: Backup, print, etc.
vi: Sao lưu, in, vv...

source: Current task:
vi: Nhiệm vụ hiện nay:

source: Tasks
vi: Tác vụ

source: Switch tasks and see current status of tasks
vi: Chuyển tác vụ và xem tình trạng hiện nay của các tác vụ

source: Your dictionary has {0} words
vi: Từ điển của bạn có {0} từ

source: Cannot find {0}
vi: Không tìm thấy {0}

source: No Senses
vi: Không có nghĩa

source: Hide Uncommon Fields
vi: Không cho hiện các trường ít dùng

source: Show Uncommon Fields
vi: Cho hiện các trường ít dùng

source: &Delete This Word
vi: &Xoá từ này

source: &New Word
vi: &Từ mới

source: &Show All Fields
vi: &Cho hiện tất cả các trường

source: See all {0} {1} words.
vi: Xem toàn bộ {0} {1} từ.

source: Word
vi: Từ

source: Example
vi: Thí dụ

source: Translation
vi: Dịch

source: Meaning
vi: Nghĩa

source: Congratulations. You have completed this task.
vi: Chúc mừng. Bạn đã hoàn thành tác vụ này.

source: Loading...
vi: Đang nạp...

source: Definition
vi: Định nghĩa

source: Note
vi: Ghi chú

source: Picture
vi: Hình ảnh

source: Example Sentence
vi: Câu thí dụ

source: Example Translation
vi: Dịch câu thí dụ

source: Sem Dom
vi: Lĩnh vực ngữ nghĩa

source: unknown
vi: không rõ
