Repository: chrisvire/wesay-tx
Catalog: default/po/wesay.*.po
Languages: es

source: Home
es: Inicio

source: Dictionary Browse & Edit
es: Navegar y editar diccionario

source: Add Meanings
es: Añadir definiciones

source: Add meanings to entries where they are missing.
es: Añadir definiciones a las entradas cuando falten

source: Add Parts of Speech
es: Añadir partes de discurso

source: Add a Part Of Speech to senses where they are missing.
es: Añadir una parte del discurso cuando falte

source: Add Examples
es: Añadir ejemplo

source: Add example sentences to entries where they are missing.
es: Añadir frases de ejemplo a las entradas cuando falten

source: Add Base Forms
es: Añadir Formas Base

source: Identify the "base form" word that this word is built from. In the printed dictionary, these can optionally be shown as subentries.
es: Identificar la palabra "forma de base" de la cual esta palabra está formada. En el diccionario impreso, pueden ser mostradas como subentradas.

source: Collect Words By Semantic Domain
es: Recopilar palabras por dominios semánticos

source: Actions
es: Acciones

source: Looking for USB Keys...
es: Buscando llaves USB...

source: Backing Up...
es: Haciendo copia de seguridad...

source: Backup Complete
es: Copia de seguridad completa

source: Files backed up to {0}
es: Archivos recuperados al {0}

source: Files were not backed up.
es: Los archivos no fueron recuperados

source: Please insert the USB Key to backup to.
es: Por favor, inserte la llave USB para realizar la copia de seguridad

source: &Cancel
es: &Cancelar

source: Backup To Device
es: Hacer copia de seguridad al Dispositivo

source: Saves a backup on an external device, like a USB key.
es: Guarda una copia de seguridad en un dispositivo externo, como una llave USB.

source: Email My Work to {0}
es: Enviar por email My Work a {0}

source: Send a zipped email containing all your WeSay work.
es: Enviar todo su trabajo de WeSay en un archivo ZIP por mail.

source: View Report
es: Ver reporte

source: Shows some information about the lexicon.
es: Muestra información sobre lexicon

source: Export to Word
es: Exportar a Word

source: Creates a very basic dictionary publication in Microsoft Word.
es: Crea una publicación muy básica en Microsoft Word

source: Export to HTML
es: Exportar a HTML

source: Creates a simple Html version of the dictionary, ready for printing.
es: Crea una version simple en Html del diccionario lista para imprimir.

source: Export To SFM
es: Exportar a SFM

source: Saves the lexicon in a form of standard format.
es: Guarda el léxico conforme a un formato estándar.

source: Backup, print, etc.
es: Copia de seguridad, Imprimir, etc.

source: Current task:
es: Tarea actual:

source: Tasks
es: Tareas

source: Switch tasks and see current status of tasks
es: Cambiar tareas y ver el estado actual de las mismas

source: Your dictionary has {0} words
es: Su diccionario tiene {0} palabras

source: Cannot find {0}
es: Imposible encontrar {0}

source: No Senses
es: Sin Sentidos

source: Hide Uncommon Fields
es: Ocultar campos poco frecuentes

source: Show Uncommon Fields
es: Mostrar campos poco frecuentes

source: &Delete This Word
es: &Borrar esta palabra

source: &New Word
es: &Nueva Palabra

source: &Show All Fields
es: &Mostrar todos los campos

source: See all {0} {1} words.
es: Ver todas las {0} palabras de {1}

source: Word
es: Palabra

source: (Page Down Key)
es: (Tecla Avpág)

source: (Enter Key)
es: (Tecla Intro)

source: Try thinking of words you use to talk about these things.
es: Intente pensar en palabras que usa para hablar acerca de estas cosas.

source: Try thinking of ways to say these words in your language.
es: Intente pensar en maneras de decir estas palabras en su lenguaje.

source: Word:
es: Palabra:

source: Example
es: Ejemplo

source: Translation
es: Traducción

source: Meaning
es: Significado

source: Congratulations. You have completed this task.
es: Felicitaciones. Completó esta tarea.

source: There is no work left to be done on this task.
es: No queda más trabajo por hacer en esta tarea.

source: To Do:
es: Para hacer:

source: Completed:
es: Completado:

source: Loading...
es: Cargando...

source: CitationForm
es: TipoCita

source: Definition
es: Definición

source: Literal Meaning
es: Significado literal

source: Note
es: Nota

source: POS
es: PDO

source: Picture
es: Imagen

source: Example Sentence
es: Frase de ejemplo

source: Example Translation
es: Traducción de ejemplo

source: Sem Dom
es: Dom Sem

source: Base Form
es: Forma Base

source: unknown
es: desconocido
