Repository: chrisvire/wesay-tx
Catalog: default/wesay/*.po
Languages: id

source: Home
id: Halaman Utama

source: Dictionary Browse & Edit
id: Tinjau dan Ubah Kamus

source: Add Meanings
id: Tambah Arti

source: Add meanings to entries where they are missing.
id: Tambah arti pada kata-kata yang belum diartikan.

source: Add Parts of Speech
id: Tambah Jenis Kata

source: Add a Part Of Speech to senses where they are missing.
id: Tambah jenis kata pada setiap arti kata di mana jenisnya belum ditentukan.

source: Add Examples
id: Tambah Kalimat Contoh.

source: Add Base Forms
id: Tambah Kata Dasar

source: Identify the "base form" word that this word is built from. In the printed dictionary, these can optionally be shown as subentries.
id: Tentukan "kata dasar" untuk setiap kata.

source: Collect Word List (D)
id: Isi Daftar Kata (D)

source: Collect new words by translating from words in another language. This is a list of 1700 words from John Duerksen.
id: Tambah kata-kata baru dengan menerjemahkan dari bahasa lain. Daftar kata ini (yang berisi 1.700 kata) disusun oleh John Duerksen.

source: Collect Word List (PNG)
id: Isi Daftar Kata (Papua Niugini)

source: Collect new words by translating from words in another language. This is a list of around 900 words and phrases from PNG.
id: Tambah kata-kata baru dengan menerjemahkan dari bahasa lain. Daftar kata dan frase ini (yang berisi 900 kata dan frase) berasal dari Papua Niugini.

source: Collect Words By Semantic Domain
id: Tambah Kata Sesuai Bidang Arti

source: Collect new words organized by semantic domains and questions about those domains.
id: Kumpulkan kata-kata baru sesuai dengan bidang arti. Setiap bidang arti dijelaskan melalui pertanyaan dan kata contoh.

source: Actions
id: Pilih Tindakan

source: Looking for USB Keys...
id: Sedang mencari flashdriveâ€¦

source: Backing Up...
id: Sedang menyimpan Berkas Cadangan...

source: Backup Complete
id: Berkas Cadangan selesai disimpan.

source: Files backed up to {0}
id: Berkas Cadangan disimpan di {0}

source: Files were not backed up.
id: Berkas Cadangan tidak jadi dibuat.

source: Please insert the USB Key to backup to.
id: Masukkan Flashdrive untuk menyimpan Berkas Cadangan.

source: &Cancel
id: &Batal

source: Backup To Device
id: Simpan Berkas Cadangan

source: Saves a backup on an external device, like a USB key.
id: Simpan Berkas Cadangan di tempat lain, seperti flashdrive.

source: Email My Work to {0}
id: Kirimkan Hasil Kerja Kepada {0}

source: Send a zipped email containing all your WeSay work.
id: Kirimkan hasil kerja (dalam berkas padat) lewat email.

source: View Report
id: Lihat Laporan

source: Shows some information about the lexicon.
id: Untuk memperlihatkan informasi tentang kamus.

source: Export to Word
id: Salin Kamus ke Word

source: Creates a very basic dictionary publication in Microsoft Word.
id: Untuk membuat sebuah kamus sederhana dalam program Word atau OpenOffice.

source: Export to HTML
id: Salin Kamus ke HTML

source: Creates a simple Html version of the dictionary, ready for printing.
id: Untuk membuat sebuah kamus sederhana dalam bentuk HTML. Kamus tersebut bisa langsung dicetak atau dipakai di internet.

source: Export To SFM
id: Salin Kamus ke SFM

source: Saves the lexicon in a form of standard format.
id: Untuk simpan sebuah kopi dari kamus ini dalam sejenis kode SFM (untuk dibuka dalam Lexique Pro atau Toolbox).

source: Backup, print, etc.
id: Simpan Berkas Cadangan, Cetak, dll.

source: Switch tasks and see current status of tasks
id: Ganti tugas dan lihat status semua tugas

source: Tasks
id: Tugas-tugas :

source: Cannot find {0}
id: Tidak bisa menemukan {0}.

source: No Senses
id: Arti kata belum ada.

source: No Gloss
id: Arti singkat belum diisi.

source: See all {0} {1} words.
id: Lihat semua {0} kata bahasa {1}.

source: Example
id: Kalimat contoh

source: Translation
id: Terjemahan kalimat contoh.

source: Meaning
id: Arti kata.

source: Congratulations. You have completed this task.
id: Selamat! Anda sudah selesai dengan tugas ini.

source: There is no work left to be done on this task.
id: Tugas ini sudah selesai semuanya.

source: This word has no Base Form
id: Kata ini kata dasar

source: Loading...
id: Sementara membuka program...

source: WeSay
id: KamusKita

source: Word
id: Kata

source: Definition
id: Arti lengkap.

source: Literal Meaning
id: Arti Harfiah.

source: Note
id: Catatan

source: Picture
id: Gambar/Foto

source: POS
id: Jenis Kata

source: Example Sentence
id: Kalimat Contoh

source: Example Translation
id: Terjemahan kalimat contoh.

source: Sem Dom
id: Bidang Arti

source: Base Form
id: Kata Dasar

source: unknown
id: belum diketahui
