Repository: chrisvire/wesay-tx
Catalog: default/wesay/wesay.*.po
Languages: my, ru

source: Home
my: မျက်နှာဖုံး
ru: В начало

source: Dictionary Browse & Edit
my: အဘိဓာန်လျှောက်ကြည့်နိုင်မှုနှင့်တည်းဖြတ်မှု
ru: Просмотр и правка словаря

source: Add Meanings
my: အဓိပ္ပါယ်များထပ်ထည့်ပါ။
ru: Добавить значения

source: Add meanings to entries where they are missing.
my: အဓိပ္ပါယ်များကို လိုအပ်‌သောနေရာတွင် ဖြည့်ပါ။
ru: Добавить значения к элементам у которых они отсутствуют.

source: Add Parts of Speech
my: ဝါစင်္ကထည့်ပါ
ru: Добавить части речи

source: Add a Part Of Speech to senses where they are missing.
my: ဝါစင်္ကမရှိသောအဓိပ္ပါယ်များတွင်ဝါစင်္ကထည့်ပါ။
ru: Добавить к значениям пропущенные части речи

source: Add Examples
my: ဥပမာများထပ်ထည့်ပါ။
ru: Добавить примеры употребления

source: Add example sentences to entries where they are missing.
my: ဥပမာဝါကျများကို လိုအပ်သောနေရာတွင် ဖြည့်ပါ။
ru: Добавить примеры к элементам у которых они отсутствуют.

source: Add Base Forms
my: အရင်းခံရာများပေါင်းထည့်ပါ
ru: Добавить основные формы

source: Identify the "base form" word that this word is built from. In the printed dictionary, these can optionally be shown as subentries.
my: ထိုစကားလုံးပွားထွက်လာသောအရင်းခံစကားလုံးကိုခွဲခြားသတ်မှတ်ပါ။ ဤပရင့်ထုတ်ထားသောအဘိဓာန်တွင် ပွားထွက်လာသောစကားလုံးများကိုရွေးနိုင်ရန်ပြထားသည်။
ru: Определить "основую форму", от которой образовано слово. В словаре для печати, это можно произвольно показать как дополнительные значения.

source: Collect Word List (D)
my: (D) စကားလုံးစာရင်းစုဆောင်းပါ
ru: Собрать список слов (D)

source: Collect new words by translating from words in another language. This is a list of 1700 words from John Duerksen.
my: အခြားဘာသာစကားရှိစကားလုံးများမှ စကားလုံးအသစ်များကိုဘာသာပြန်ခြင်းဖြင့်စုဆောင်းပါ။ ဤအရာသည် John Duerksen မှ စကားလုံးပေါင်း ၁၇၀၀ ရှိသောစာရင်းတစ်ခုဖြစ်သည်။
ru: Собрать новые слова путем перевода со слов на другом языке. Это список из 1700 слов от Джона Дерксена (John Duerksen).

source: Collect Word List (PNG)
my: (PNG) စကားလုံးစာရင်းစုဆောင်းပါ
ru: Собрать список слов (PNG)

source: Collect new words by translating from words in another language. This is a list of around 900 words and phrases from PNG.
my: အခြားဘာသာစကားရှိစကားလုံးများမှ စကားလုံးအသစ်များကိုဘာသာပြန်ခြင်းဖြင့်စုဆောင်းပါ။ ဤအရာသည် PNG မှ စကားလုံးနှင့်စကားစုပေါင်း ၉၀၀ ဝန်းကျင်ရှိသောစာရင်းတစ်ခုဖြစ်သည်။
ru: Собрать новые слова путем перевода со слов на другом языке. Это список из примерно 900 слов и выражений из PNG.

source: Collect Words By Semantic Domain
my: သက်ဆိုင်ေသာ စကားလုံး‌စုထဲမှ စကားလုံးများကို စုဆောင်းပါ။
ru: Собрать список слов по области семантики

source: Collect new words organized by semantic domains and questions about those domains.
my: သက်ဆိုင်ေသာ စကားလုံး‌စုကိုသုံး၍ စကားလုံးအသစ်စုဆောင်းရန်နှင့် ဤစကားလုံး‌စုနှင့်ပတ်သက်ေသာမေးခွန်းများ။
ru: Собрать новые слова, упорядочивая их по области семантики и вопросам об этих областях.

source: Actions
my: လုပ်ေဆာင်မှု။
ru: Действия

source: Looking for USB Keys...
my: USB Keys ကို ရှာနေပါသည်...
ru: Поиск USB дисков...

source: Backing Up...
my: သိုလှောင်နေပါသည်။
ru: Резервное копирование...

source: Backup Complete
my: သိုလှောင်ခြင်း ပြီးပါပြီ။
ru: Резервное копирование выполнено

source: Files backed up to {0}
my: စာရွက်စာတမ်းများကို {0} သို့ သိုလှောင်ခဲ့ပါသည်။
ru: Файлы скопированы н {0}

source: Files were not backed up.
my: မသိုလှောင်ရသေးသော စာရွက်စာတမ်းများ။
ru: Файлы не были скопированы.

source: Please insert the USB Key to backup to.
my: သိုလှောင်ရန်အတွက် USB key ကိုထည့်သွင်းပါ။
ru: Пожалуйста, подключите USB диск для копирования.

source: &Cancel
my: ပယ်ဖျက်ပါ။
ru: &Отменить

source: Backup To Device
my: သိုလှောင်ပါ။
ru: Резервное копирование на устройство

source: Saves a backup on an external device, like a USB key.
my: သိုလှောင်ပြီးသော စာရွက်စာတမ်းများကို USB Keys ကဲ့သို့သော external device တွင် သိမ်းဆည်းပါ။
ru: Сохраняет резервные копии на внешнее устройство, например, на USB диск.

source: Email My Work to {0}
my: အလုပ်တာ၀န်ကို {0} သို့ပို့ပါ။
ru: Отправить мою работу по email {0}

source: Send a zipped email containing all your WeSay work.
my: သင်၏ဝီဆေးလုပ်ငန်းဆောင်တာများကိုပေါင်းချုပ်၍ email ဖြင့် ပို့ပါ။
ru: Отправить, предварительно сжав, всю вашу WeSay работу.

source: View Report
my: အစီရင်ခံစာကို ကြည့်ရှုပါ။
ru: Посмотреть отчёт

source: Shows some information about the lexicon.
my: ဝေါဟာရစာရင်းနှင့်သက်ဆိုင်ေသာ အကြောင်းအရာအချို့ကို ဖော်‌ပြပါ
ru: Показывает информацию о словаре.

source: Export to Word
my: Word သို့တင်ပို့ပါ
ru: Экспорт в MS Word

source: Creates a very basic dictionary publication in Microsoft Word.
my: မိုင်ခရိုဆော့ဝေါ့တွင် အလွန်အ​ခြေခံကျသောအဘိဓာန်ဖြန့်ချီခြင်းတစ်ခုဖန်တီးသည်
ru: Создает простой словарь в формате Microsoft Word

source: Export to HTML
my: HTML သို့တင်ပို့ပါ
ru: Экспорт в HTML

source: Creates a simple Html version of the dictionary, ready for printing.
my: အဘိဓာန်၏ရိုးစင်းသော Html တင်ဆင်မှုပုံစံတစ်ခုဖန်တီးသည်၊ ပရင့်ထုတ်ြခင်းအဆင်သင့်ဖြစ်ပြီ
ru: Создает простую HTML-версию словаря, готово для печати.

source: Export To SFM
my: SFM သို့တင်ပို့ပါ
ru: Экспорт в SFM

source: Saves the lexicon in a form of standard format.
my: ဝေါဟာရစာရင်းကို Standard Format ပုံစံအဖြစ်သိမ်းဆည်းပါ။
ru: Сохраняет словарь в стандартном формате.

source: Backup, print, etc.
my: သိုလှောင်ြခင်း၊ ပရင့်ထုတ်ခြင်း စသည်ြဖင့်
ru: Резервное копирование, печать и др.

source: Current task:
my: လက်ရှိအလုပ်တာဝန်
ru: Текущая задача:

source: Tasks
my: အလုပ်တာ၀န်များ
ru: Задачи

source: Switch tasks and see current status of tasks
my: အလုပ်တာ၀န်များကို ဖလှယ်၍ အလုပ်တာ၀န်များ၏ လက်ရှိအခြေအနေကို ကြည့်ရှု့ပါ။
ru: Переключение заданий и их текущее состояние

source: Your dictionary has {0} words
my: သင်၏အဘိဓာန်တွင် {0} စကားလုံးမရှိပါ။
ru: В вашем словаре {0} слов

source: Cannot find {0}
my: {0} ကိုမရှာနိုင်ပါ
ru: Не найдено {0}

source: No Senses
my: အဓိပ္ပါယ်များမပါပါ
ru: Нет значений

source: No Gloss
my: ခက်ဆစ်အဘိဓာန်မရှိပါ
ru: Нет толкования

source: Hide Uncommon Fields
my: သာမန်မဟုတ်သောနယ်ပယ်များဝှက်ပါ
ru: Спрятать редко встречающиеся поля

source: Show Uncommon Fields
my: သာမန်မဟုတ်သောနယ်ပယ်များပြပါ
ru: Показать редко встречающиеся поля

source: &Delete This Word
my: ဤစကားလုံးကိုဖျက်ပါ။
ru: Удалить это слово

source: &New Word
my: စကားလုံးအသစ်
ru: Новое слово

source: &Show All Fields
my: နယ်ပယ်များအားလုံးပြပါ
ru: Показать все поля

source: See all {0} {1} words.
my: စကားလုံးများ {0} {1} ကိုကြည့်ပါ။
ru: Посмотреть все {0} {1} слов(а).

source: Word
my: စကားလုံး
ru: Слово

source: (Page Down Key)
my: [အောက်စာတစ်မျက်နှာခလုပ်]
ru: (Клавиша Page Down)

source: (Enter Key)
my: [ဝင်ရန် ခလုပ်]
ru: (Клавиша Enter)

source: Try thinking of words you use to talk about these things.
my: အောက်ပါအကြောင်းများပြောရာတွင် အသုံးပြုသော စကားလုံးများကို စဉ်းစားပါ။
ru: Попробуйте придумать слова которые вы используете говоря об этих вещах.

source: Try thinking of ways to say these words in your language.
my: ဤစကားလုံးများကို သင်၏ဘာသာစကားတွင် မည်ကဲ့သို့သောနည်းများဖြင့်ပြောနိုင်သည်ကို စဉ်းစားပါ။
ru: Попробуйте придумать способы, которыми вы говорите эти слова в вашем языке.

source: Word:
my: စကားလုံး
ru: Слово:

source: Example
my: ဥပမာ
ru: Пример

source: Translation
my: ဘာသာပြန်
ru: Перевод

source: Meaning
my: အဓိပ္ပါယ်
ru: Значение

source: Congratulations. You have completed this task.
my: အလုပ်တာ၀န် ပြီးဆုံးပါပြီ။
ru: Поздравления. Вы выполнили это задание.

source: There is no work left to be done on this task.
my: လုပ်စရာမရှိတော့ပါ။
ru: Вся работа в этом задании выполнена.

source: To Do:
my: လုပ်ရန်
ru: Выполнить:

source: Completed:
my: သိုလှောင်ခြင်း ပြီးပါပြီ။
ru: Выполнено:

source: This word has no Base Form
my: ဒီစာလုံးအရင်းခံရာမရှိပါ
ru: У этого слова нет основной формы

source: Loading...
my: သိုလှောင်နေပါသည်။
ru: Загрузка...

source: WeSay
my: ဝီဆေး

source: CitationForm
my: ကိုးကားခြင်းပုံစံ
ru: Цитата

source: Definition
my: အဓိပ္ပါယ်
ru: Определение

source: Literal Meaning
my: အရှိအတိုင်းအဓိပ္ပါယ်
ru: Буквальное значение

source: Note
my: မှတ်ချက်
ru: Примечание

source: POS
my: ဝါစင်္ဂ
ru: Часть речи

source: Picture
my: ပုံ
ru: Изображение

source: Example Sentence
my: ဥပမာဝါကျ
ru: Пример употребления

source: Example Translation
my: ဥပမာဘာသာပြန်ခြင်း
ru: Перевод примера употребления

source: Sem Dom
my: ဝေါဟာရနယ်ပယ်

source: Base Form
my: အရင်းခံရာ
ru: Основная форма

source: unknown
my: မသိပါ။
ru: неизвестно
